<?php
// +----------------------------------------------------------------------
// | Created by PhpStorm.
// +----------------------------------------------------------------------
// | File: config.php
// +----------------------------------------------------------------------
// | Date: 2019/1/21
// +----------------------------------------------------------------------
// | Author: Choel
// +----------------------------------------------------------------------

/**
 * 获取、设置配置
 * @param $key
 * @param null $value
 * @return bool|mixed
 */
function config($key, $value = null) {
    if(is_null($value)) {
        $rel = \frame\core\Config::get($key);
    } else {
        $rel = \frame\core\Config::set($key, $value);
    }
    return $rel;
}