<?php
// +----------------------------------------------------------------------
// | Created by PhpStorm.
// +----------------------------------------------------------------------
// | File: base.php
// +----------------------------------------------------------------------
// | Date: 2019/1/17
// +----------------------------------------------------------------------
// | Author: Choel
// +----------------------------------------------------------------------

return [
    'blog' => [
        'name' => '吴超的博客', // 博客名
        'title' => '欢迎来到吴超的博客', // 博客标题
        'footer' => '版权所有', // 博客页脚
        'introduction' => '博客的简介' // 博客简介
    ],
    'user' => [
        'name' => '吴超', // 姓名
        'major' => '计算机>>物联网工程', // 专业
        'motto' => '妥协十三', // 座右铭
        'status' => '在职', // 状态
        'ability' => 'PHP开发', // 能力
        'hobby' => 'LOL', // 爱好
        'experience' => '西北师范大学毕业', // 经历、履历
        'introduction' => '我的简介', // 简介
        'photo' => 'upload/aa64034f78f0f73636642acf0155b319eac41361.jpg' // 照片
    ]
];
