<?php
/**
 * Created by PhpStorm.
 * User: Choel
 * Date: 2019/1/9
 * Time: 15:15
 */

return [
    'channel' => [
        'type' => [
            '1' => '超链接栏目',
            '2' => '列表栏目',
            '3' => '文章栏目',
            '4' => '轮播图'
        ]
    ],
    'slide_pic' => [
        'is_top' => [
            '1' => '置顶',
            '2' => '未置顶'
        ]
    ],
    'article' => [
        'is_top' => [
            '1' => '置顶',
            '2' => '未置顶'
        ],
        'type' => [
            '1' => '原创',
            '2' => '转载',
            '3' => '翻译'
        ],
        'category' => [
            '1' => '后端',
            '2' => '数据库',
            '3' => '前端',
            '4' => '编程语言',
            '5' => '云计算/大数据',
            '6' => '运维',
            '7' => '架构',
            '8' => '物联网',
            '9' => '移动开发'
        ],
        'is_secret' => [
            '1' => '私密',
            '2' => '公开'
        ]
    ],
    'media' => [
        'type' => [
            '1' => '照片',
            '2' => '视频',
            '3' => '素材',
            '4' => '垃圾箱'
        ]
    ],
    'common' => [
        'status' => [
            '1' => '启用',
            '2' => '禁用'
        ]
    ]
];